using System.Collections;
using System.Collections.Generic;
using UnityEngine;

public static class DialogueText {

	public static string[] Text = new string[] {
		"암전 얘기를 꺼내려는 거면 나는 할 얘기 없어.",
		"이 천문대에 있는 걸 보면 너도 암전과 어느 정도 연관이 있는 것 같은데," + '\n' +
		"네 말을 믿을 수 있다는 근거가 있나?",
		"나는 너를 경계할 수밖에 없는 상황이야. 이해해줬으면 좋겠어.",
		"하지만 암전 이외의 얘기라면.. 땅 위에 있는 사람하고 얘기할 일은 별로 없으니 괜찮겠지.",
		"..너도 다른 천체를 만나봤다면 알겠지만, 땅 위에 있던 시절을 웬만큼은 기억하고 있으니까.", 
		"그래도 그때를 회상하는 거랑 다시 그런 순간을 맞는 것은 많이 달라.",
		"땅 위에 있을 때 어땠냐고? 친한 사람은 많이 없었어.",
		"어렸을 때부터 작업장 같은 곳에 팔려가서 일했고, 주변 사람들은 나를 별로 좋아하지 않았으니까.",
		"다음에 기회가 되면 또 대화하는 것도 나쁘지 않을 것 같네."
	};
}
