{
	"dataList": [
		{
			"name": "베가",
			"dialogues": 
			{
				"join": [
					"......"
				]
			}
		},
		{
			"name": "멜리크",
			"dialogues": 
			{
				"join": [
					"......"
				],
				"first": [
					"암전 얘기를 꺼내려는 거면 나는 할 얘기 없어.",
					"이 천문대에 있는 걸 보면 너도 암전과 어느 정도 연관이 있는 것 같은데, 네 말을 믿을 수 있다는 근거가 있나?"
				],
				"second": [
					"나는 너를 경계할 수밖에 없는 상황이야. 이해해줬으면 좋겠어.", 
					"하지만 암전 이외의 얘기라면.. 땅 위에 있는 사람하고 얘기할 일은 별로 없으니 괜찮겠지.",
					"..너도 다른 천체를 만나봤다면 알겠지만, 땅 위에 있던 시절을 웬만큼은 기억하고 있으니까.",
					"그래도 그때를 회상하는 거랑 다시 그런 순간을 맞는 것은 많이 달라.",
					"땅 위에 있을 때 어땠냐고?", 
					"친한 사람은 많이 없었어. 어렸을 때부터 작업장 같은 곳에 팔려가서 일했고, 주변 사람들은 나를 별로 좋아하지 않았으니까.",
					"다음에 기회가 되면 또 대화하는 것도 나쁘지 않을 것 같네."
				],
				"third": [
					"이 물병? 아, 천체가 되기 전부터 술 담그는 게 내 일이었거든. 지금도 이 일을 계속하고 있어.", 
					"아케르는 만나봤으려나? 걔도 내 일을 돕고 있고.",
					"어렸을 때 우울해지면 몰래 밖에 나와서 밤하늘을 구경했거든. 별들을 볼 때마다 누군가 날 위로하는 기분이 들었어.", 
					"지금은 내가 그 위에 있다는 게 웃기지만.", 
					"그래서 예전에는 밤하늘 같은 색을 띠는, 사람을 위로할 수 있는 술을 만들고 싶었어.",
					"너, 이렇게 말을 거는 이유가 암전에 관해서 변명하고 싶은 거지?",
					"설명해줘. 대체 왜 이런 일이 일어났는지.",
					"나에게 생각할 시간을 조금만 줘. 이게 전부 사실이라면.."
				]
			}
		},
		{
			"name": "아케르",
			"dialogues":
			{
				"join": [
					"만나서 반가워!"
				],
				"first": [
					"안녕!",
					"여자애는 오랜만에 보네. 나랑 비슷해서 좋다.",
					"나는 아케르야. 방금 네가 보던 에리다누스자리에서 왔어. 막 심심해지고 있었는데 이런 새로운 곳을 볼 수 있다니 행운이네.",
					"앞으로도 잘 부탁해."
				],
				"second": [
					"혹시 간식 있어?",
					"흠, 아쉽다. 혹시 단 거 좋아해?",
					"나도! 단 게 먹고 싶은데 별이 되고 나서는 먹기 힘든 것 같아.",
					"아빠랑 오빠들이 어디 다녀올 때면 간식 같은 거 많이 사 왔었어. 그 때 만났으면 같이 간식 먹으면서 얘기했을 텐데,"
				]
			}
		},
		{
			"name": "안카",
			"dialogues": 
			{
				"join": [
					"......"
				]
			}
		},
		{
			"name": "안타레스",
			"dialogues": 
			{
				"join": [
					"......"
				]
			}
		},
		{
			"name": "에니프",
			"dialogues": 
			{
				"join": [
					"......"
				]
			}
		},
		{
			"name": "폴라리스",
			"dialogues":
			{
				"join": [
					"......"
				]
			}
		},
		{
			"name": "투반",
			"dialogues":
			{
				"join": [
					"어머… 너는 누구니…?",
					"또 중력이 이상해졌나…?",
					"…아아, 그렇게 된 거야? 역시 예상에서 크게 벗어나지 않네.",
					"하지만, 이렇게 강한 이끌림이라니, 분명히 연구해볼 만한 가치가 있겠는데.",
					"아, 어쩌면 저번에 생각해놨던 공식이 적용될지도…? 그렇게 되면…",
					"… … … …",
					"… … … …",
					"아, 미안. 한창 생각하다 보니, 네 존재를 까먹고 말았네… 우후훗.",
					"음… 너는 내가 누군지 모르려나?",
					"… … … …",
					"모를 확률이 매우 높구나, 그것만큼은 확실히 말할 수 있겠어.",
					"그러면 우선 여기서는 자기소개를 하는 것이 정석이려나.",
					"만나서 반가워. 난 투반이라고 해.",
					"우리 귀여운 꼬마 아가씨, 어때? 내 연구 이야기를 들어보는 거.",
					"물론 여기서 다 풀기에는 너무나 많은 양이지만 말이지. 후훗.",
					"아, 그러고 보니 적색 편이 관련 논문을 쓰던 때가 생각나네…",
					"… … …"
				],
				"first": [
				    "어머, 우리 귀여운 꼬마 아가씨. 또 와주었구나. 반가워.",
					"그러면, 저번에 이야기한 대로 내 연구 실적을 좀 자랑해 볼까.",
					"에잉, 재밌을텐데 말이야. 아쉽게 됐네.",
					"… 앗, 저기 하늘에 무언가 떨어지고 있지?",
					"맞아, 저건 유성이야. 어디 보자, 떨어지는 속도는 어림잡아서 40km/s 정도일 것 같네.",
					"그리고 꼬리 색깔을 보니 저 유성은 지금 소행성이 이끌려 내려온 건가?",
					"흠흠…",
					"앗, 그래 보이나? 그런 소리는 아직 누구한테도 안 들어 봤는데 말이야.",
					"어차피 나 정도의 위치에 있을 별들이면 누구나 다 이 정도 생각은 할 거라 보는데?",
					"그게 말이지, 예전부터 별들이 나한테는 관심을 안 가져줘. 찾아오지도 않아.",
					"이 예쁜 아줌마를 뭘로 보고 말이야. 좀 공경할 줄도 알아야지, 젊은 별들이. 내가 연구 결과 뽑아내는 기계도 아니고 말이야.",
					"외롭지 외롭지. 그래도 세계에는 들여다볼 것들이 정말로 많단다. 그래서 다행이야.",
					"연구하다 보면 외롭다는 감정은 별로 느끼지 못 하니까.",
					"그리고, 내 이론을 총동원해 새로운 걸 만들고 있으니까, 다 괜찮을 거야!",
					"아하하, 내 걸작…",
					"… … …",
					"앗, 하하하, 무심코 또 생각이 새 버렸네… 후후후…"
				]
			}
		}
	]
}